# CLI tools
brew "stow"
brew "tmux"
brew "neovim"
brew "fnm"
brew "bat"
brew "fzf"
brew "ripgrep"
brew "eza"
brew "jq"
brew "htop"
brew "tree"
brew "wget"
brew "curl"
brew "tldr"
brew "fd"
brew "zoxide"
brew "lazygit"
brew "git-delta"

# GUI apps
cask "ghostty"
cask "1password"
cask "1password-cli"
cask "raycast"
cask "slack"
cask "obsidian"
