aaron-bond.better-comments
amazonwebservices.aws-toolkit-vscode
apollographql.vscode-apollo
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
golang.go
GraphQL.vscode-graphql
jpoissonnier.vscode-styled-components
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
msjsdiag.debugger-for-chrome
mtxr.sqltools
naumovs.color-highlight
naumovs.theme-oceanicnext
Prisma.prisma
RandomFractalsInc.vscode-data-preview
sainoba.px-to-rem
Shan.code-settings-sync
